Repository: ghostty-org/ghostty
Catalog: macos/Sources/App/macOS/mul.lproj/MainMenu.xcstrings
Source language: en
Languages: zh_hans

# 0yU-hC-8xF.title
source: Select Split Above
zh_hans: 选择上方的分屏

# 1pv-LF-NBJ.title
source: Quick Terminal
zh_hans: 快捷终端

# 3gH-VD-vL9.title
source: Equalize Splits
zh_hans: 均衡分屏

# 3L3-2p-Joi.title
source: View
zh_hans: 显示

# 4sb-4s-VLi.title
source: Quit Ghostty
zh_hans: 退出Ghostty

# 5kV-Vb-QxS.title
source: About Ghostty
zh_hans: 关于Ghostty

# 8kY-Pi-KaY.title
source: Toggle Full Screen
zh_hans: 切换全屏幕

# 8tg-60-ZSU.title
source: Select Split
zh_hans: 选择分屏

# 24I-xg-qIq.title
source: Change Title...
zh_hans: 更改标题…

# akq-ov-Jjh.title
source: Paste Selection
zh_hans: 粘贴选区

# aQe-vS-j8Q.title
source: Services
zh_hans: 服务

# aUF-d1-5bR.title
source: Window
zh_hans: 窗口

# AYu-sK-qS6.title
source: Main Menu
zh_hans: 主菜单

# bD7-ei-wKU.title
source: Select Next Split
zh_hans: 选择下一个分屏

# bib-Uj-vzu.title
source: File
zh_hans: 文件

# BJO-3W-fkO.title
source: Resize Split
zh_hans: 调整分屏大小

# BOF-NM-1cW.title
source: Preferences…
zh_hans: 偏好设置…

# CcX-ql-QU4.title
source: Move Divider Right
zh_hans: 向右移动分隔

# CIH-ey-Z6x.title
source: Increase Font Size
zh_hans: 增加字体大小

# cTK-oy-KuV.title
source: Select Split Left
zh_hans: 选择左侧的分屏

# dMs-cI-mzQ.title
source: File
zh_hans: 文件

# dos-9S-LXC.title
source: Select Split
zh_hans: 选择分屏

# DOX-wA-ilh.title
source: Show/Hide All Terminals
zh_hans: 显示/隐藏所有终端

# DVo-aG-piG.title
source: Close
zh_hans: 关闭

# F2S-fz-NVQ.title
source: Help
zh_hans: 帮助

# FKE-Sm-Kum.title
source: Ghostty Help
zh_hans: Ghostty帮助

# Gbx-Vi-OGC.title
source: Return To Default Size
zh_hans: 恢复到初始大小

# GEA-5y-yzH.title
source: Check for Updates...
zh_hans: 检查更新…

# Ggp-7N-GbX.title
source: Split Up
zh_hans: 向上分屏

# h9Y-40-3oo.title
source: Move Divider Up
zh_hans: 向上移动分隔

# i27-pK-umN.title
source: Paste
zh_hans: 粘贴

# iU4-OB-ccf.title
source: Edit
zh_hans: 编辑

# Jah-MY-aLX.title
source: Reset Font Size
zh_hans: 重置字体大小

# Jqf-pv-Zcu.title
source: Copy
zh_hans: 拷贝

# Kd2-mp-pUS.title
source: Show All
zh_hans: 全部显示

# KKH-XX-5py.title
source: Reload Configuration
zh_hans: 重新加载设置

# kzb-SZ-dOA.title
source: Decrease Font Size
zh_hans: 减少字体大小

# LE2-aR-0XJ.title
source: Bring All to Front
zh_hans: 前置全部窗口

# Lic-px-1wg.title
source: Select Previous Split
zh_hans: 选择上一个分屏

# m6z-2H-VW7.title
source: View
zh_hans: 显示

# Obb-Mk-j8J.title
source: Close Tab
zh_hans: 关闭标签页

# oC6-w4-qI7.title
source: Secure Keyboard Entry
zh_hans: 安全键盘输入

# Olw-nP-bQN.title
source: Hide Ghostty
zh_hans: 隐藏Ghostty

# oPd-mn-IEH.title
source: Zoom Split
zh_hans: 缩放分屏

# OY7-WF-poV.title
source: Minimize
zh_hans: 最小化

# Ppv-GP-lQU.title
source: Split Left
zh_hans: 向左分屏

# q2h-lq-e4r.title
source: Select All
zh_hans: 全选

# QDz-d9-CBr.title
source: Select Split Below
zh_hans: 选择下方的分屏

# QwP-M5-fvh.title
source: Terminal Inspector
zh_hans: 终端检视器

# R4o-n2-Eq4.title
source: Zoom
zh_hans: 缩放

# rJe-5J-bwL.title
source: Services
zh_hans: 服务

# t7T-Ti-0im.title
source: Resize Split
zh_hans: 调整分屏大小

# Td7-aD-5lo.title
source: Window
zh_hans: 窗口

# UDZ-4y-6xL.title
source: Split Down
zh_hans: 向下分屏

# upj-mc-L7X.title
source: Select Split Right
zh_hans: 选择右侧的分屏

# uTG-Vz-hJU.title
source: New Tab
zh_hans: 新建标签页

# Vdr-fp-XzO.title
source: Hide Others
zh_hans: 隐藏其他

# VUR-Ld-nLx.title
source: Split Right
zh_hans: 向右分屏

# W5w-UZ-crk.title
source: Close Window
zh_hans: 关闭窗口

# Was-JA-tGl.title
source: New Window
zh_hans: 新建窗口

# wpr-3q-Mcd.title
source: Help
zh_hans: 帮助

# wSR-ny-j1a.title
source: Move Divider Left
zh_hans: 向左移动分隔

# yKr-Vi-Yqw.title
source: Close All Windows
zh_hans: 关闭所有窗口

# Zj7-2W-fdF.title
source: Move Divider Down
zh_hans: 向下移动分隔

# ZUG-Nx-Wkj.title
source: Edit
zh_hans: 编辑
